INSERT INTO
    "type"("name")
VALUES
    ('СЫР'),
    ('МОЛОКО'),
    ('МОРОЖЕНОЕ'),
    ('ХЛЕБ');

INSERT INTO
    product("name", type_id, expired_date, price)
VALUES
    ('Сыр плавленный', 1, '2024-09-05', 100),
    ('Сыр моцарелла', 1, '2024-09-07', 105),
    ('Княгинино', 2, '2024-09-10', 105),
    ('Деревенское', 2, '2024-09-05', 99),
    ('Кофейное мороженое', 3, '2024-09-10', 55),
    ('Крем брюле', 3, '2024-09-05', 55),
    ('Бородинский', 4, '2024-09-10', 35),
    ('Батон', 4, '2024-09-10', 30);